[
    {
        "time": 1651276793000,
        "id_tweet": 1520191169069785088,
        "likeCount": "@SJallamion A 20h30 zemmour a poignardé le RN dans le dos Sébastien l'union ce fera à l'assemblée nationale entre Dupont aignan philippot et Reconquête",
        "Text": 0,
        "Username, name_politique": "boulcassos"
    },
    {
        "time": 1651276074000,
        "id_tweet": 1520188154187243521,
        "likeCount": "@P_Vardon @Le_Figaro Mr Vardon militant depuis 89 j'ai assisté à la dissolution des Mégretistes/ FN RN leurs ont portés la schkoumoune l'union se fera a l'assemblée comme avec Dupont aignan philippot zemmour a 20h30 il nous a poignardé dans le dos 66%qui ont votés Marine ne veulent de Z",
        "Text": 4,
        "Username, name_politique": "boulcassos"
    },
    {
        "time": 1651273250000,
        "id_tweet": 1520176311439867906,
        "likeCount": "@SJallamion RECONQUETE doit compter que sur elle elle-même comme fait Dupont aignan et philippot on se rejoint à l'assemblée nationale",
        "Text": 1,
        "Username, name_politique": "boulcassos"
    },
    {
        "time": 1651268195000,
        "id_tweet": 1520155109241630720,
        "likeCount": "@rougeyronpierre Envoyons la au bagne que Mr Dupont Aignan avait propose d ouvrir !!!",
        "Text": 0,
        "Username, name_politique": "Valou0643"
    },
    {
        "time": 1651267710000,
        "id_tweet": 1520153071891931143,
        "likeCount": "Gros problème, Mme #MLP semble être avant tout une fille de son père. Elle « travaille » pour sa famille et ainsi ne pas vouloir être présidente hors de ce qu’elle a déjà toujours dit, être (éventuellement!) accompagnée par une personne non de la famille (cf Dupont-Aignan 2017!) https://t.co/btsogS4qGB",
        "Text": 0,
        "Username, name_politique": "Michel_HenryP"
    },
    {
        "time": 1651266742000,
        "id_tweet": 1520149011990290432,
        "likeCount": "@dupontaignan @T_Bouhafs @JLMelenchon C est marrant l extrême droite parlant de racisme, et s en prenant à Taha Bouhafs alors que le mouvement de Dupont Aignan est raciste comme celui de son allié Marine Lepen",
        "Text": 0,
        "Username, name_politique": "LIBERTE1311"
    },
    {
        "time": 1651264751000,
        "id_tweet": 1520140663249121284,
        "likeCount": "@Le_Figaro Continuez de vous laisser duper\nContinuez de penser que zemmour est un extrémiste\nContinuez de penser que dupont aignan est un benêt\nMais ne vous plaignez pas quand la réalité vous réveillera\nLa léthargie ne fait que d aggraver la situation\nChoisissez votre pastille avant devoter",
        "Text": 0,
        "Username, name_politique": "zubial7"
    },
    {
        "time": 1651262313000,
        "id_tweet": 1520130437871456257,
        "likeCount": "@GaveEmmanuelle @kevinbossuet @Valeurs Je suis pas fan de Dupont-Aignan mais le commentaire de Bossuet et la réaction de moquerie des journalistes est minable et irrespectueuse envers un responsable politique qui quoiqu’on en pense mène son combat honnêtement",
        "Text": 2,
        "Username, name_politique": "arcadis51"
    },
    {
        "time": 1651260584000,
        "id_tweet": 1520123185932427265,
        "likeCount": "@GG_RMC @kevinbossuet @dupontaignan Ok donc il est en train de dire plus de 700000 voix ça ne représente « rien » ! C’est une insulte aux personnes qui ont voté Dupont Aignan et une insulte à la démocratie. Et vous représentez quoi vous monsieur le petit malin ??? Le mépris !? Oui sans doute.",
        "Text": 1,
        "Username, name_politique": "DurandCorinne14"
    },
    {
        "time": 1651258645000,
        "id_tweet": 1520115050496802816,
        "likeCount": "@DAMIANOJeanMar1 @ZemmourEric Juste les circos ou le pen ciotti et dupont aignan ce présente comme candidat et les autres circos ou il y aura des membres de leur parti respectif il y aura un candidat reconquete en face",
        "Text": 3,
        "Username, name_politique": "rost5100"
    },
    {
        "time": 1651258601000,
        "id_tweet": 1520114868149530626,
        "likeCount": "@Lesudiste134 @GrvlJason Il faut que Marine Lepen, Dupont Aignan et Ciotti fassent les bons choix sinon ça va être la cata. Macron et Mélenchon vont prendre les pleins pouvoirs. 😢😢😢",
        "Text": 1,
        "Username, name_politique": "Libert61928013"
    }
]